[
    [
        {
            "title": "José Manuel Aguilar Alfaro - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/josé-manuel-aguilar-alfaro",
            "content": "Doctor en Ciencias de la Administración de ESAN Graduate School of Business. Docente experimentado en formulación y metodología de investigación, modelos estadísticos, análisis de datos, análisis financiero, estrategia organizacional, innovación organizacional y evaluación de proyectos. Miembro de la sociedad Beta Gamma Sigma.",
            "score": 0.82994765,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Grace Alexandrino Ocaña - Assistant Professor - UTEC - Universidad de ...",
            "url": "https://www.linkedin.com/in/grace-e-alexandrino-ocaña-566a8959/en",
            "content": "Grace Alexandrino Ocaña\nPhD\nUnited States, United States\n514 connections, 523 followers\n\n\nAbout:\nN/A\n\n\nExperience:\nAssistant Professor at UTEC - Universidad de Ingeniería y Tecnología (https://www.linkedin.com/company/utec-universidad-de-ingenieria-y-tecnologia)\nJul 2024 - Present\nLima, Perú\n\n\nEducation:\nStanford University\nPhd program Archaeology track, Antropología\nSep 2015 - Aug 2021\nGrade: N/A\nActivities and societies: N/A",
            "score": 0.796562,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Helard Álvarez Sánchez | University of Engineering and Technology",
            "url": "https://www1.utec.edu.pe/en/faculty/herald-alvarez-sanchez",
            "content": "Obtained a B.SC. in Mechanical Engineering from Universidad Nacional de Ingeniería in Peru. Has conducted research on applications of the mathematical method of finite elements and the Development of steel mechanical structures.",
            "score": 0.83452857,
            "raw_content": null
        },
        {
            "title": "‪Helard Henry Alvarez Sanchez‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=IhlO40kAAAAJ&hl=es",
            "content": "‪Universidad de Ingenieria y Tecnologia - UTEC‬ - ‪‪Citado por 5‬‬",
            "score": 0.5792344,
            "raw_content": null
        },
        {
            "title": "Helard Alvarez Sanchez | Universidad Tecnológica de El Salvador ...",
            "url": "https://utec.academia.edu/HelardHenryAlvarezSanchez",
            "content": "Helard Alvarez Sanchez, Universidad Tecnológica de El Salvador, Mecanica Department, Faculty Member. Studies Steel bolted connections, Steel Construction, and Steel Structures.",
            "score": 0.5325473,
            "raw_content": null
        },
        {
            "title": "Helard Alvarez Sanchez - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/helard-alvarez-sanchez",
            "content": "Soy miembro del Colegio de Ingenieros del Perú y en mi ultimo trabajo ocupe el cargo Lider del área de Mecánica en COSAPI. Estoy en continua actualización dado que soy docente a tiempo completo en la universidad UTEC.",
            "score": 0.42190963,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Claudia Antonini Bova - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/claudia-antonini-bova",
            "content": "Claudia Antonini Bova. ... Actualmente estudia las cadenas de suministro agrícolas de la papa y el mango en el Perú a través del levantamiento de información en campo y el cruce con datos demográficos satelitales. Ha sido parte del equipo de desarrollo académico de la herramienta de trazado de contacto del aplicativo Perú en tus manos",
            "score": 0.70799106,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Patricia Araujo Pantoja - University of Engineering and Technology - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/patricia-araujo-pantoja",
            "content": "Patricia Araujo Pantoja. Researcher, Energy and mines research group; ... Instituto de Química de la Universidad de São Paulo. Bachelor, Bachelor of Science with a mention in Chemical Engineering, Universidad Nacional De Ingeniería. Professional Title of Chemical Engineer,",
            "score": 0.8091708,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=12556",
            "content": "Finalizó su segundo Posdoctorado en Ingeniería Química en la Universidad de Sao Paulo (USP) en Junio del 2013. Posee títulos de Maestría y Doctorado obtenidos en esta casa de estudios. ... PATRICIA ARAUJO PANTOJA: Ingeniería y Tecnología: ... La información de este directorio es autoreferenciada, por lo que el contenido de cada perfil",
            "score": 0.73778254,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=282868",
            "content": "Enero 2025 : UNIVERSIDAD DE INGENIERIA Y TECNOLOGIA : Bachiller : Rafaella Camere Aguirre ... Nombre del concurso: Metodología de evaluación: Monto proyecto (USD) Formación Académica (Fuente: SUNEDU) Grado: Título: Centro de Estudios: País de Estudios: Fuente: DOCTORADO: GRADO DE DOCTOR (GRADO DE DOCTOR) ... Julian Arias-Moreno, Andres",
            "score": 0.69498676,
            "raw_content": null
        },
        {
            "title": "Andrés Julián Arias Moreno - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/andrés-julián-arias-moreno",
            "content": "Ingeniero Mecánico y Magister en Ingeniería Biomédica de la Universidad Nacional de Colombia (Colombia). Especialista en Bioingeniería de la Universidad Distrital (Colombia), y Doctor en Ingeniería Biomédica de la Eindhoven University of Technology (Países Bajos). ... Dive into the research topics where Andrés Julián Arias Moreno is",
            "score": 0.55362654,
            "raw_content": null
        },
        {
            "title": "CvLAC - RG - Minciencias",
            "url": "https://scienti.minciencias.gov.co/cvlac/visualizador/generarCurriculoCv.do?cod_rh=0001110039",
            "content": "ANDRES JULIAN ARIAS MORENO, Titulo: Sustituto Óseo Inyectable Portador De Matriz Ósea Desmineralizada Con Potencial Uso En Regeneración Ósea Tipo de trabajo presentado: Trabajo de grado/tesis en: UNIVERSIDAD EIA programa académico MAESTRÍA EN INGENIERÍA BIOMÉDICA Nombre del orientado: Daniela Medrano David",
            "score": 0.5114976,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Luis Bedriñana Mera - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/luis-bedriñana-mera",
            "content": "El Dr. Bedriñana es actualmente profesor e investigador del departamento de Ing. Civil en la Universidad de Ingeniería y Tecnología - UTEC, además de ser el coordinador de la división de Ingeniería Estructural y profesor en la Escuela de Posgrado - UTEC. ... El Dr. Bedriñana es miembro afiliado del American Society of Civil Engineers",
            "score": 0.71425,
            "raw_content": null
        },
        {
            "title": "‪Luis Alberto Bedriñana‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=Zy24sT8AAAAJ&hl=es",
            "content": "La lista denominada Citados por incluye las citas a los siguientes artículos de Google Académico. Los que se indican como * pueden diferir del artículo que aparece en el perfil. Añadir coautores Coautores. Seguir. ... LA Bedriñana Mera. Universidad Nacional de Ingeniería, 2009. 1:",
            "score": 0.6682966,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=16313",
            "content": "LUIS ALBERTO BEDRIÑANA MERA: Ingeniería y Tecnología: Proyectos de investigación: ... Reconocimiento como ingeniero destacado del 2022 en la categoría de Mejor docente de Ingeniería Civil , otorgado por el Colegio de Ingenieros del Perú Consejo Departamental de Lima ... La información de este directorio es autoreferenciada, por lo que",
            "score": 0.5911811,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Jesús Edwin Bellido Angulo - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/jesús-edwin-bellido-angulo",
            "content": "Jesús Edwin Bellido Angulo. Director Académico, Departamento de Ciencia de la Computación; ... Magíster y Doctor en Ciencias de la Computación de la Pontificia Universidad Católica de Chile. El Dr. Bellido obtuvo el segundo premio a la mejor tesis en el concurso de tesis de doctorado otorgado por el Centro Latinoamericano de Estudios en",
            "score": 0.84215075,
            "raw_content": null
        },
        {
            "title": "Jesús Edwin Bellido Angulo - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/jesús-edwin-bellido-angulo",
            "content": "Master and Doctor in Computer Science at the Pontificia Universidad Católica de Chile. Dr Bellido was awarded the second-best thesis prize at doctorate thesis competition given by the Latin American Center for Computer Studies (CLEI) in 2015. ... Dive into the research topics where Jesús Edwin Bellido Angulo is active. These topic labels come",
            "score": 0.7880784,
            "raw_content": null
        },
        {
            "title": "La... - Escuela Profesional de Ingenieria de Sistemas - Facebook",
            "url": "https://www.facebook.com/171720913528/posts/la-dirección-de-la-escuela-de-sistemas-felicita-al-nuevo-ingeniero-de-sistemas-j/10152778564638529/",
            "content": "La dirección de la escuela de sistemas felicita al nuevo Ingeniero de Sistemas: Jesus Bellido Angulo, por haber obtenido el máximo grado, \"Felicitación Publica\" en la sustentación de su tesis",
            "score": 0.77261686,
            "raw_content": null
        },
        {
            "title": "‪Jesus Edwin Bellido Angulo‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=yWSPks4AAAAJ&hl=es",
            "content": "‪Universidad de Ingeniería y Tecnología - UTEC‬ - ‪‪Citado por 190‬‬ - ‪software engineering‬ ... La lista denominada Citados por incluye las citas a los siguientes artículos de Google Académico. ... Jesus Edwin Bellido Angulo. Universidad de Ingeniería y Tecnología - UTEC. Dirección de correo verificada de utec.edu.pe.",
            "score": 0.6077801,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=16117",
            "content": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE JESUS EDWIN BELLIDO ANGULO: Ingeniería y Tecnología: Proyectos de investigación: Control-flow patterns for decentralized restful service composition: The REST architectural style has attracted a lot of interest from industry due to the nonfunctional properties it contributes to Web-based solutions.",
            "score": 0.44492707,
            "raw_content": null
        }
    ],
    [],
    [],
    [
        {
            "title": "Jhedmar Jhonatan Callupe Luna - FABRICUM",
            "url": "https://fabricum.pucp.edu.pe/vinculate/expertos/jhedmar-jhonatan-callupe-luna/",
            "content": "Jhedmar Jhonatan Callupe Luna. Especialidades. Contacta con el/la investigador/a. Nombres y apellidos * ... Mensaje * Otorgo mi consentimiento para el uso de mis datos personales. Ver condiciones de uso Autorizo a Fabricum de la Pontificia Universidad Católica del Perú a enviarme información sobre su oferta académica,",
            "score": 0.56719416,
            "raw_content": null
        },
        {
            "title": "Jhedmar Jhonatan Callupe Luna - Universidad de Ingeniería y Tecnología ...",
            "url": "https://cris.utec.edu.pe/es/persons/jhedmar-jhonatan-callupe-luna",
            "content": "Jhedmar Jhonatan Callupe Luna. Investigador, ... Profundizar en los temas de investigación en los que Jhedmar Jhonatan Callupe Luna está activo. Estas etiquetas de temas provienen de las obras de esta persona. ... Utilizamos cookies para ayudar a brindar y mejorar nuestro servicio y ajustar el contenido a la medida del usuario. Si continúa",
            "score": 0.50564,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Nosotros - UTEC",
            "url": "https://utec.edu.pe/nosotros",
            "content": "Ruth Canahuire Cabello. ... El Dr. Valdivia recientemente ha ganado el Premio Científico Pfizer en estudios del Cáncer y tiene el grado honorífico de Doctor Honoris Causa de la Universidad Nacional de San Agustín de Arequipa-Perú. ... cuenta con una especialización en Derecho Corporativo de la Universidad ESAN y es egresada de la",
            "score": 0.8380581,
            "raw_content": null
        },
        {
            "title": "Ruth Canahuire Cabello | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/ruth-canahuire-cabello",
            "content": "Maestría y Doctorado en Ingeniería Mecánica por la Universidade Estadual de Campinas, UNICAMP (Brasil), en el área de control robusto de sistemas mecánicos. Ingeniera Mecatrónica por la Universidad Nacional de Ingeniería, UNI (Perú). Experiencia en Ingeniería de Control trabajando principalmente con los siguientes temas: Control de vibración de sistemas mecánicos, Control H-infinito",
            "score": 0.7942736,
            "raw_content": null
        },
        {
            "title": "‪Ruth Canahuire‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=OUtSQgMAAAAJ&hl=es",
            "content": "‪Universidad de Ingenieria y Tecnologia - UTEC, Lima, Peru‬ - ‪‪Citado por 142‬‬ - ‪Vibration control‬ - ‪robust control of dynamics systems‬ - ‪H-infinity and H2 Control‬ - ‪systems optimization and nonlinear programming‬ ... Los que se indican como * pueden diferir del artículo que aparece en el perfil. Añadir",
            "score": 0.75464433,
            "raw_content": null
        },
        {
            "title": "Ruth Canahuire Cabello - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/ruth-canahuire-cabello",
            "content": "Actualmente es Directora del Departamento de Ingeniería Electrónica y Mecatrónica en la Universidad de Ingeniería y Tecnología - UTEC. ... Profundizar en los temas de investigación en los que Ruth Canahuire Cabello está activo. Estas etiquetas de temas provienen de las obras de esta persona. Juntos, forma una huella digital única.",
            "score": 0.6353361,
            "raw_content": null
        },
        {
            "title": "UTEC designa a Ruth Canahuire Cabello como decana de la Facultad de ...",
            "url": "https://www1.utec.edu.pe/noticias/utec-designa-ruth-canahuire-cabello-como-decana-de-la-facultad-de-ingenieria",
            "content": "Por ello, buscamos activamente reducirla promoviendo una educación equitativa y de calidad; a su vez, promoviendo el liderazgo de las mujeres en el aspecto académico de estos rubros. En esta línea, nos enorgullece anunciar que la destacada ingeniera Ruth Canahuire asume el rol como nueva decana de la Facultad de Ingeniería.",
            "score": 0.48396602,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=123607",
            "content": "Paul Cardenas es PhD de Georgia Tech donde investigó e integró estudios experimentales, computacionales y teóricos basados en bioingeniería a nivel celular y molecular. Obtuvo su grado de Magíster en nanociencia y nanotecnología del National Tsing Hua University. Estudió ingenieria mecatrónica en la Universidad Nacional de Ingenieria.",
            "score": 0.81347597,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Samuel Charca Mamani | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/samuel-charca-mamani",
            "content": "Samuel Charca Mamani artículos y publicaciones. Profesores UTEC.CONTRATADO - LECTURER: Ingeniero Mecánico de la Universidad San Antonio Abad de cuesto, cuenta con una maestría y doctorado en Ingeniería Civil en las áreas de materiales y diseño estructural de la Universidad de Puerto Rico-Mayaguea. Su área de interés está orientada a diseño estructural, análisis y detección de",
            "score": 0.78650844,
            "raw_content": null
        },
        {
            "title": "‪Samuel Charca Mamani‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=tPak-cUAAAAJ&hl=en",
            "content": "‪Professor of Mechanical Engineering, Universidad de Ingenieria y Tecnologia - UTEC‬ - ‪‪Cited by 547‬‬ - ‪Composites Materials‬ - ‪Natural Fibers‬ - ‪Lightweight Struct. Materials‬",
            "score": 0.6437107,
            "raw_content": null
        },
        {
            "title": "Samuel Charca Mamani - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/samuel-charca-mamani",
            "content": "En la actualidad desarrollo investigación en las áreas de materiales biodegradables en específico la utilización de fibras naturales como aislamiento y como refuerzo en materiales compuestos, caracterización de materiales usados en robótica blanda (elastómeros), biomecánica, además de continuar trabajando en el área de corrosión y",
            "score": 0.5183761,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Xyoby Chavez Pacheco - Cv Pucp",
            "url": "https://www.pucp.edu.pe/profesor/xyoby-chavez-pacheco",
            "content": "Portal académico de los profesores de la Pontificia Universidad Católica del Perú, con respecto a su formación ... Búsqueda avanzada. XYOBY CHAVEZ PACHECO. XYOBY CHAVEZ PACHECO Magíster en Matemáticas Aplicadas, PONTIFICIA UNIVERSIDAD CATOLICA DEL PERU. Licenciado en Matemática DOCENTE CONTRATADO - CONTRATADO Tiempo parcial por",
            "score": 0.8412138,
            "raw_content": null
        },
        {
            "title": "Xyoby Chavez Pacheco - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/xyoby-chavez-pacheco",
            "content": "Xyoby Chavez Pacheco. Departamento de Ciencias ... (PUCP) y estudios de maestría en el Instituto de Matemática y Estadística de la Universidad de Sao Paulo- Brasil. Profesional con amplia experiencia en docencia universitaria a nivel de graduación y post graduación. ... Máster, MATEMÁTICAS APLICADAS, Pontificia Universidad Católica del",
            "score": 0.8194462,
            "raw_content": null
        },
        {
            "title": "Xyoby Chávez Pacheco | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/xyoby-chavez-pacheco",
            "content": "Xyoby Chávez Pacheco artículos y publicaciones. Profesores UTEC. Matemático egresado de la Facultad de Ciencias de la Universidad Nacional de Ingeniería (UNI), Magíster en Matemática Aplicada en el área modelación estocásticos por la Pontificia Universidad Católica del Perú (PUCP) y estudios de maestría en el Instituto de Matemática y Estadística de la Universidad de Sao Paulo",
            "score": 0.8005209,
            "raw_content": null
        },
        {
            "title": "Xyoby - ORCID",
            "url": "https://orcid.org/0000-0003-1484-9243",
            "content": "Biography. Matemático egresado de la Facultad de Ciencias de la Universidad Nacional de Ingeniería (UNI), Magíster en Matemática Aplicada en el área modelación estocásticos por la Pontificia Universidad Católica del Perú (PUCP) y estudios de maestría en el Instituto de Matemática y Estadística de la Universidad de Sao Paulo- Brasil.",
            "score": 0.72675586,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Fabien Cornillier recibe reconocimiento de la European Journal of ...",
            "url": "https://www1.utec.edu.pe/noticias/fabien-cornillier-recibe-reconocimiento-de-la-european-journal-operational-research",
            "content": "Fabien Cornillier, profesor de la carrera de Ingeniería Industrial de la UTEC, obtuvo recientemente el reconocimiento de revisor excepcional por parte de la European Journal of Operational Research, una de las más prestigiosas revistas académicas en ingeniería industrial e investigación de operaciones.Aprovechamos en conversar con él para que nos cuente un poco más sobre lo que esto",
            "score": 0.7997713,
            "raw_content": null
        },
        {
            "title": "Fabien Cornillier - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/fabien-cornillier",
            "content": "Doctor. en Ciencias de la Administración en 2007 en la Universidad Laval, Québec, Canadá, trabajó en problemas de enrutamiento y programación aplicados a la industria del petróleo. Ahora trabaja como profesor e investigador de tiempo completo en UTEC - Universidad de Ingeniería y Tecnología, Perú.",
            "score": 0.7869018,
            "raw_content": null
        },
        {
            "title": "‪Fabien Cornillier‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=zIsuzuUAAAAJ&hl=en",
            "content": "Fabien Cornillier. Universidad de Ingenieria y Tecnologia. Verified email at utec.edu.pe. ... F Cornillier. Omega 94, 102046, 2020. 37: 2020: Value of the stochastic efficiency in data envelopment analysis. V Charles, F Cornillier. Expert Systems with Applications 81, 349-357, 2017. 29:",
            "score": 0.6439794,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Antuane De La Flor | Profesores | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/antuane-de-la-flor",
            "content": "Antuané de la Flor Basterrechea Coordinadora académica de la Dirección de Humanidades, Artes y Ciencias Sociales (HACS) de la Universidad de Ingeniería y Tecnología - UTEC. Experiencia en el campo educativo en el sector público y privado.",
            "score": 0.51822984,
            "raw_content": null
        },
        {
            "title": "Antuané De La Flor Email & Phone Number - ZoomInfo",
            "url": "https://www.zoominfo.com/p/Antuane-De-la-flor/2572327779",
            "content": "Antuané De La Flor is a Profesora de la Dirección de Humanidades, Artes y Ciencias Sociales at Utec based in Lima, Lima Province. ... 2017-present (7 years) The University of Engineering and Technology (UTEC) Universidad de Ingeniera y Tecnologa is a private university in Lima in Peru. Its main buildings were designed by Irish architects",
            "score": 0.43438992,
            "raw_content": null
        },
        {
            "title": "Antuané De La Flor Basterrechea - Universidad de Ingeniería y ...",
            "url": "https://cris.utec.edu.pe/es/persons/antuané-de-la-flor-basterrechea",
            "content": "Universidad de Ingeniería y Tecnología - UTEC Inicio. Español; ... Proyectos; Publicaciones; Tesis; Buscar por experiencia, nombre o afiliación Antuané De La Flor Basterrechea. Departamento de Humanidades, Artes y Ciencias Sociales; Investigador, Centro de Impacto y ... De La Flor Basterrechea, A. (Investigador principal) 15/06/22 → 30/",
            "score": 0.43367022,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Jose De La Puente Maldonado - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/jose-de-la-puente-maldonado",
            "content": "Jose De La Puente Maldonado. ... Título de Ingeniero Mecánico, con catorce años en la práctica de la ingeniería de planta y los proyectos industriales, combinada con 39 años de docencia universitaria. Egresado de una Maestría en Economía (No titulado) y con estudios de Alta Dirección de Empresa. ... Política de protección de datos de",
            "score": 0.78393924,
            "raw_content": null
        },
        {
            "title": "José de la Puente Maldonado | | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/josé-de-la-puente-maldonado",
            "content": "Egresado de la Maestría de Economía de la Universidad del Pacífico. Participante del Programa Doctoral en Dirección de Organizaciones del PAD.- Escuela de Dirección de la Universidad de Piura. Egresado del programa International Faculty Developmet Program del IESE de Barcelona, en Educación Activa para adultos con el Método de Casos",
            "score": 0.735737,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=181713",
            "content": "DE LEO MARTÍNEZ JOSÉ ANDRÉS. Fecha de última actualización: 19-01-2025: Scopus Author Identifier: ... (GRADO DE DOCTOR) UNIVERSIDAD NACIONAL AUTÓNOMA DE MÉXICO: MEXICO: LICENCIADO / TÍTULO: ... Distinción como mejor tesis del año en Historia del Arte y al mérito académico:",
            "score": 0.7636429,
            "raw_content": null
        },
        {
            "title": "José Andrés De Leo Martínez - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/josé-andrés-de-leo-martínez",
            "content": "En la docencia, se ha desempeñado como profesor en la Universidad La Salle, en la Maestría de Historia del Arte de la UNAM y en la Maestría de Arquitectura de la Universidad Nacional San Antonio Abad del Cusco, Perú. Desde el año 2013 es miembro activo del seminario de investigación internacional de La plata en España y México.",
            "score": 0.72042775,
            "raw_content": null
        },
        {
            "title": "José Andrés De Leo Martínez - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/josé-andrés-de-leo-martínez",
            "content": "José Andrés De Leo Martínez. Department of Humanities Arts and Social Sciences; Researcher, Research Center for Heritage Conservation",
            "score": 0.48469776,
            "raw_content": null
        },
        {
            "title": "Centro de Investigación y Conservación del Patrimonio - Universidad de ...",
            "url": "https://cris.utec.edu.pe/es/organisations/centro-de-investigación-y-conservación-del-patrimonio",
            "content": "El Centro de Investigación y Conservación del Patrimonio de UTEC es un espacio académico interdisciplinario en el que confluyen profesionales de las ciencias sociales y exactas. ... José Andrés De Leo Martínez. adeleo utec.edu pe; ... Castillo, D., De Leo, A., Torres-Salazar, E. & Orozco-Agamez, J., 2023, En: Chemical Engineering",
            "score": 0.48264915,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Jose Gerardo Deustua Rossel - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/jose-gerardo-deustua-rossel",
            "content": "Jose Gerardo Deustua Rossel. Director, UTEC Ventures; Email jdeustua utec.edu pe; Jr. Medrano Silva 165, Barranco 15063. Peru. ... Over the past seven years, Jose has led strategic projects for leading Peruvian companies and organizations. Jose holds a master's degree from the University of Oxford and a bachelor's degree in economics from the",
            "score": 0.74697095,
            "raw_content": null
        },
        {
            "title": "José Deustua | Autoridades | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/autoridades/jose-deustua",
            "content": "Jose Deustua es director de Utec Ventures. Durante los ultimos siete años Jose ha liderado proyectos estratégicos para las principales empresas y organizaciones peruanas. Jose cuenta con una maestria de la Universidad de Oxford y un bachiller en economía de la Universidad del Pacífico.",
            "score": 0.56575525,
            "raw_content": null
        },
        {
            "title": "Jose Gerardo Deustua Rossel - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/jose-gerardo-deustua-rossel",
            "content": "Jose Gerardo Deustua Rossel. Director, UTEC Ventures; ... Trabaja con startups, corporaciones, inversionistas, el Gobierno y la universidad para consolidar el ecosistema peruano de startups y demás ecosistemas regionales. A través de los diferentes programas que ha liderado, ha podido acelerar el crecimiento de más de 50 startups, invertir",
            "score": 0.5114976,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Manuel Arturo Deza Figueroa - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/manuel-arturo-deza-figueroa",
            "content": "Manuel Arturo Deza Figueroa. Investigador, Grupo de Investigación en Inteligencia Artificial (GINIA) Profesor Auxiliar, Departamento de Ciencia de la Computación ... Santa Barbara y su pregrado en Ingeniería Mecatrónica en la Universidad Nacional de Ingeniería (UNI). Su investigación actual está enfocada en la creación de sistemas de",
            "score": 0.76701033,
            "raw_content": null
        },
        {
            "title": "Manuel Arturo Deza Figueroa - University of Engineering and ... - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/manuel-arturo-deza-figueroa",
            "content": "Prior to that, Professor Deza did his PhD in Dynamical Neuroscience at the University of California - Santa Barbara and his undergraduate degree in Mechatronic Engineering at the National University of Engineering (UNI). His current research is focused on creating hybrid perception systems.",
            "score": 0.68723184,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=204054",
            "content": "deza figueroa manuel arturo Assistant Professor in Computer Science at UTEC. (2023-) Founder & CEO of Artificio (2022-) ---- PostDoc MIT: 2020-2022 PostDoc Harvard: 2019-2020 PhD : Dynamical Neuroscience - University of California, Santa Barbara: 2013-2018 BSc : Robotics (Ingenieria Mecatronica) - Universidad Nacional de Ingenieria (UNI): 2007-2012",
            "score": 0.6633424,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Alberto Donayre Torres - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/alberto-donayre-torres",
            "content": "El Dr. Alberto Donayre es profesor en el Departamento de Bioingeniería e Ingeniería Química en UTEC. ... Realizó trabajo postdoctoral en la Universidad Nacional Autónoma de México (UNAM) de 2009 a 2011, y tuvo estancias postdoctorales durante cinco años en la Universidad Estatal de Colorado (CSU), Fort Collins, EE. UU., desarrollando",
            "score": 0.5976789,
            "raw_content": null
        },
        {
            "title": "Alberto Donayre Torres - Bio UTEC",
            "url": "https://centrobio.utec.edu.pe/investigadores-post/alberto-donayre-torres/",
            "content": "Alberto Donayre Torres Profesor Tiempo Completo Bioingeniería adonayre@utec.edu.pe. Biografía. Líneas de investigación. Enseñanza. ... Estudios Postdoctorales en Universidad Nacional Autónoma de México (UNAM), en 2009-2011. Durante cinco años desarrollo estancia Postdoctoral en Biología Sintética en Colorado State University (CSU",
            "score": 0.49260366,
            "raw_content": null
        },
        {
            "title": "Alberto Donayre Torres - University of Engineering and Technology - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/alberto-donayre-torres",
            "content": "Alberto Donayre Torres. Department of Bioengineering and Chemical Engineering; Researcher, Bioengineering Research Center",
            "score": 0.48396602,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Elena Flores Barreda - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/elena-flores-barreda",
            "content": "Elena Flores Barreda. ... De buen desempeño académico, dominio del idioma inglés y alemán y experiencia en el uso de herramientas de computación. Educación. Máster, Ingeniería Química, Pontificia Universidad Católica del Per ... Profundizar en los temas de investigación en los que Elena Flores Barreda está activo. Estas etiquetas de",
            "score": 0.8232293,
            "raw_content": null
        },
        {
            "title": "‪Carmen Elena Flores Barreda‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=efulPeoAAAAJ&hl=es",
            "content": "La lista denominada Citados por incluye las citas a los siguientes artículos de Google Académico. Los que se indican como * pueden diferir del artículo que aparece en el perfil. Añadir coautores Coautores. Seguir. ... Carmen Elena Flores Barreda. Profesor del Dpto de Ingeniería Química, Universidad de Ingenieria y Tecnologia",
            "score": 0.6241337,
            "raw_content": null
        },
        {
            "title": "Elena Flores Barreda - centrobio.utec.edu.pe",
            "url": "https://centrobio.utec.edu.pe/investigadores-post/elena-flores-barreda/",
            "content": "Elena Flores Barreda Profesora a Tiempo Completo - Departamento de Bioingeniería e Ingeniería Química ... en el análisis de diversas muestras orgánicas e inorgánicas y en la optimización de procesos participando en el mejoramiento continuo de la calidad de los mismos. Con especialización en Sistemas de Gestión de Calidad ISO 9001 e ISO",
            "score": 0.61779,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Luis FLORES LUYO | Researcher | Master of Science | Universidad ...",
            "url": "https://www.researchgate.net/profile/Luis-Flores-Luyo",
            "content": "Luis FLORES LUYO, Researcher | Cited by 13 | of Universidad Nacional de Ingeniería (Peru), Lima | Read 8 publications | Contact Luis FLORES LUYO",
            "score": 0.7120925,
            "raw_content": null
        },
        {
            "title": "LUIS ERNESTO FLORES LUYO - Google Scholar",
            "url": "https://scholar.google.com/citations?user=qVuNVwsAAAAJ",
            "content": "‪Profesor de Matemática, Universidad Nacional de Ingeniería‬ - ‪‪Cited by 20‬‬ - ‪Operation Research‬ - ‪Rutas de vehiculo‬ - ‪scheduling‬ - ‪bin packing‬",
            "score": 0.6260562,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Christian Flores Vega | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/christian-flores-vega",
            "content": "Christian Flores Vega, artículos y publicaciones. Profesores UTEC. CONTRATADO - LECTURER: Christian Flores Vega recibió el grado de bachiller en Ingeniería Electrónica en el 2005 por la Universidad Ricardo Palma (URP) y en el 2010 obtuvo una Maestría en Ciencias con mención en Ingeniería Electrónica por la Universidad de Sao Paulo (USP), Brasil.",
            "score": 0.8891543,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Jose Tomas Galvez Ghersi (0000-0001-7289-3846) - ORCID",
            "url": "https://orcid.org/0000-0001-7289-3846",
            "content": "Universidad Nacional de Ingenieria Facultad de Ciencias: Lima, PE . 2005-07-14 to 2011-12-10 | BSc. in Physics Education ... Jose Tomas Galvez Ghersi via Crossref Metadata Search grade . Preferred source (of 3)‎ Unscreening scalarons with a black hole. Phys.Rev.D",
            "score": 0.7507177,
            "raw_content": null
        },
        {
            "title": "José Tomás Gálvez Ghersi - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/josé-tomás-gálvez-ghersi",
            "content": "Experiencia postdoctoral en la Universidad de Mississippi y en el Instituto Canadiense de Astrofísica Teórica de la Universidad de Toronto. ... Profundizar en los temas de investigación en los que José Tomás Gálvez Ghersi está activo. Estas etiquetas de temas provienen de las obras de esta persona. Juntos, forma una huella digital única.",
            "score": 0.4928966,
            "raw_content": null
        },
        {
            "title": "‪José Tomás Gálvez Ghersi‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=3yhMnu8AAAAJ&hl=en",
            "content": "‪Assistant Professor, Universidad de Ingeniería y Tecnología‬ - ‪‪Cited by 1,998‬‬ - ‪Early Universe Cosmology‬ - ‪Strong Gravity Phenomenology‬ ... José Tomás Gálvez Ghersi. Assistant Professor, Universidad de Ingeniería y Tecnología. Verified email at utec.edu.pe. ... JQ Guo, PS Joshi, JT Galvez Ghersi. Physical",
            "score": 0.45333505,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Oscar Gamonal Pajares - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/oscar-gamonal-pajares",
            "content": "Con más de 25 años de experiencia docente universitaria y experiencia en consultoría en empresas de gran envergadura. Actualmente ocupa el cargo de Past-President del Council of Supply Chain Management Professionals del Perú (CSCMP-Perú).",
            "score": 0.7045877,
            "raw_content": null
        },
        {
            "title": "‪Oscar Gamonal Pajares‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=H_WzFuoAAAAJ&hl=es",
            "content": "‪Profesor de Supply Chain Management‬ - ‪Supply Chain Management‬ - ‪Operations Research‬",
            "score": 0.5428881,
            "raw_content": null
        },
        {
            "title": "Oscar Pablo Gamonal Pajares - Universidad de Lima - MisProfesores.com",
            "url": "https://peru.misprofesores.com/profesores/Oscar-Pablo-Gamonal-Pajares_15383",
            "content": "Califica y evalua a los profesores y maestros de tu universidad! Califica a Oscar Pablo Gamonal Pajares en www.MisProfesores.com",
            "score": 0.5027105,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Germain García Zanabria - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/germain-garcía-zanabria",
            "content": "Sus areas de interes son: Visulización de datos, visual analytics, machine learning, data science, análisis de crímenes, predición de crímenes, dropout análisis, datos geo-referenciados, análisis espacio-temporales y computación aplicado a problemas sociales (computer science for social goods).",
            "score": 0.55072874,
            "raw_content": null
        }
    ],
    [],
    [],
    [
        {
            "title": "Juan Gabriel Gutierrez Alva - Research Supported by FAPESP",
            "url": "https://bv.fapesp.br/en/pesquisador/680038/juan-gabriel-gutierrez-alva/",
            "content": "Juan Gabriel Gutierrez Alva CV Lattes Universidade de São Paulo (USP). Instituto de Matemática e Estatística (IME) (Institutional affiliation from the last research proposal) ... Graduated from Pontificia Universidad Católica del Perú (2009), Master in Computer Science from University of São Paulo (2012) and Doctorate in Computer Science",
            "score": 0.79522943,
            "raw_content": null
        },
        {
            "title": "Juan Gabriel Gutierrez Alva - University of Engineering and ... - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/juan-gabriel-gutierrez-alva",
            "content": "Bachelor of Science with mention in Computer Engineering, Pontificia Universidad Católica del Per ... Master in Computer Science, Universidade de São Paulo. Fingerprint. Dive into the research topics where Juan Gabriel Gutierrez Alva is active. These topic labels come from the works of this person. Together they form a unique fingerprint.",
            "score": 0.71948266,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=164646",
            "content": "UNIVERSIDAD DE INGENIERIA Y TECNOLOGIA: PROFESOR : ... GRADO DE MAGÍSTER EN CIENCIAS DE LA COMPUTACIÓN: UNIVERSIDADE DE SAO PAULO: BRASIL: BACHILLER: ... JUAN GABRIEL GUTIERREZ ALVA: Ciencias Naturales: Proyectos importados de ORCID. Tipo de financiamiento: Título: Descripción: Institución:",
            "score": 0.66045773,
            "raw_content": null
        },
        {
            "title": "Juan Gabriel Gutierrez Alva - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/juan-gabriel-gutierrez-alva",
            "content": "Juan Gabriel Gutierrez Alva. Departamento de Ciencia de la Computación; Coordinador, Grupo de Investigación en Algoritmos, ... (IME) de la Universidad de Sao Paulo (USP). Sus áreas de interés son Teoría de Grafos, Algoritmos, Optimización Combinatoria y Teoría de la Computación.",
            "score": 0.52627033,
            "raw_content": null
        },
        {
            "title": "Encontrar perfiles - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/",
            "content": "Departamento de Ingeniería Electrónica y Mecatrónica - Director Académico; Grupo de Investigación en Robótica, Inteligencia ... Juan Gabriel Gutierrez Alva. jgutierreza ... Centro de Investigación en Sostenibilidad Computacional - CompSust - Investigador; Persona. 2017 2025. Julio Gutierrez Alva. jgutierreza utec.edu pe; Departamento de",
            "score": 0.51383984,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Julio Gutierrez Alva - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/julio-gutierrez-alva",
            "content": "Julio Gutierrez Alva. ... Profundizar en los temas de investigación en los que Julio Gutierrez Alva está activo. Estas etiquetas de temas provienen de las obras de esta persona. ... Utilizamos cookies para ayudar a brindar y mejorar nuestro servicio y ajustar el contenido a la medida del usuario. Si continúa, acepta el uso de cookies.",
            "score": 0.5010992,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Yuri Herrera Burstein en LinkedIn: Hoy sustenté, y aprobé con mención ...",
            "url": "https://www.linkedin.com/feed/update/urn:li:activity:7044098991164137472/",
            "content": "Hoy sustenté, y aprobé con mención sobresaliente, mi tesis para optar por el grado de Doctor en Administracion. Sin duda mi mayor reto académico, hasta ahora.",
            "score": 0.72254705,
            "raw_content": null
        },
        {
            "title": "Yuri Herrera - EcuRed",
            "url": "https://www.ecured.cu/Yuri_Herrera",
            "content": "Yuri Herrera es escritor, editor y profesor en la Universidad de Tulane (Nueva Orleans). Ha escrito ensayo, cuentos, literatura infantil y narrativa.",
            "score": 0.65173227,
            "raw_content": null
        },
        {
            "title": "Yuri Herrera: escribir es responder a nuestros hallazgos del mundo",
            "url": "https://literalmagazine.com/yuri-herrera-escribir-es-responder/",
            "content": "Entrevista a Yuri Herrera en el marco de su visita al doctorado de Escritura Creativa en español en la Universidad de Houston, en septiembre de 2017. Nayeli García Herrera: Nos interesa hablar contigo sobre qué relaciones materiales te permitieron escribir lo que has hecho, y cómo se relacionó eso con tu formación académica. En consideración de que acá estamos en el doctorado en",
            "score": 0.63316137,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Oscar Hidalgo Wuest - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/oscar-hidalgo-wuest",
            "content": "Oscar Hidalgo Wuest. Departamento de Humanidades, Artes y Ciencias Sociales; ... y las representaciones que en el lenguaje se hacen de las categorías de poder político a lo largo de la historia del Perú. Finalmente, escribo poesía y me interesan las relaciones entre la descripción del lenguaje y el estatuto del lenguaje creativo en",
            "score": 0.6044228,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Daniel Vicente Horna Muñoz - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/daniel-vicente-horna-muñoz",
            "content": "Dr. Horna-Muñoz es director del departamento de Ingeniería Civil y Ambiental en la Universidad de Ingenieria y Tecnologia - UTEC. El recibió el B.S. en Ingeniería Civil de la Universidad de Kansas, el M.S. en Ingeniería Civil con especialización en Mecánica de fluidos ambientales e hidrología de la Universidad Stanford, y el Doctorado en Ingeniería Civil y Ambiental con",
            "score": 0.85538095,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=126127",
            "content": "Este análisis permitirá tener una mejor idea sobre la función que estos canales cumplían en el santuario y la determinación de posibles áreas que contengan canales aún sin descubrir en base a la conectividad de la red. UNIVERSIDAD DE INGENIERIA Y TECNOLOGIA Agosto 2018: Abril 2019: DANIEL VICENTE HORNA MUÑOZ: Ingeniería y Tecnología",
            "score": 0.48177138,
            "raw_content": null
        },
        {
            "title": "Daniel HORNA-MUNOZ | Professor (Assistant) | UTEC - Universidad de ...",
            "url": "https://www.researchgate.net/profile/Daniel-Horna-Munoz",
            "content": "Daniel HORNA-MUNOZ, Professor (Assistant) | Cited by 128 | of UTEC - Universidad de Ingeniería y Tecnología (Peru), Lima | Read 12 publications | Contact Daniel HORNA-MUNOZ",
            "score": 0.46964246,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Niveles socioeconómicos y motivación en la elección de la carrera ...",
            "url": "https://1library.co/document/qvl245gy-niveles-socioeconomicos-motivacion-eleccion-carrera-profesional-estudiantes-universitarios.html",
            "content": "ROCÍO GIOVANNA HOYOS DÍAZ. TESIS PARA OPTAR EL GRADO ACADÉMICO DE MAESTRA EN EDUCACIÓN CON MENCIÓN EN DOCENCIA E INVESTIGACIÓN UNIVERSITARIA. ... (ANR, 2013). Uno de los motivos de este movimiento migratorio de universidades públicas a privadas es que la dificultad de ingreso a estas últimas en años recientes ha variado drásticamente",
            "score": 0.73459625,
            "raw_content": null
        },
        {
            "title": "Rocio Hoyos | Profesores | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/rocio-hoyos",
            "content": "Rocio Hoyos artículos y publicaciones. Profesores UTEC. Pasar al contenido principal ... La universidad que potencia el ingenio, la innovación y el emprendimiento. Respaldo ; Autoridades ; ... Cuenta con experiencia como docente a tiempo completo en la UPC (Química General, Fundamentos de Química y Técnicas de aprendizaje), docente a",
            "score": 0.54971373,
            "raw_content": null
        }
    ],
    [
        {
            "title": "| Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/page/30/profesores/1184",
            "content": "Deyby Huamanchahua Canchanya PhD en Mecatrónica por el Tec de Monterrey (México). MSc. en Automatización y Control por el Tec de Monterrey (México) con Mención Honorifica en Excelencia Académica.",
            "score": 0.8497846,
            "raw_content": null
        },
        {
            "title": "Deyby Maycol Huamanchahua Canchanya - Universidad Continental",
            "url": "https://cris.continental.edu.pe/es/persons/deyby-maycol-huamanchahua-canchanya",
            "content": "Deyby Maycol Huamanchahua Canchanya, PhD. Doctor. Profesor, Facultad de ingeniería ... Docente e investigador en el Universidad ESAN en las líneas de investigación de visión artificial 3D y bioróbotica. Los temas de investigación que realizó son en el área de Exoesqueletos, Prótesis Robóticas y Háptica utilizando Realidad Aumentada y",
            "score": 0.7555112,
            "raw_content": null
        },
        {
            "title": "‪Deyby Huamanchahua‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=IX_MX6EAAAAJ&hl=es",
            "content": "Los artículos siguientes se han combinado en Google Académico. Sus correspondientes ... Ruth Aracelis Manzanares Grados Universidad Privada del Norte Dirección de correo verificada de pucp.edu.pe. Prof. Dr. Ricardo A. Ramirez-Mendoza TECNM Valle de Etla & Universidad del Caribe (UNICARIBE) Seguir. Deyby Huamanchahua. Universidad de",
            "score": 0.5654673,
            "raw_content": null
        },
        {
            "title": "Deyby Huamanchahua Canchanya - Bio UTEC",
            "url": "https://centrobio.utec.edu.pe/investigadores-post/deyby-huamanchahua-canchanya/",
            "content": "Deyby Huamanchahua Canchanya Profesor a Tiempo Completo - Departamento de Ingeniería Mecatrónica dhuamanchahua@utec.edu.pe. Biografía. ... Docente e investigador en el Universidad de Ingeniería y Tecnología - UTEC en las líneas de investigación de visión artificial 3D y bioróbotica. Los temas de investigación que realizó son en el",
            "score": 0.52627033,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Dante Inga Narvaez - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/dante-inga-narvaez",
            "content": "Dante Inga Narvaez. Departamento de Ingeniería Electrónica y Mecatrónica; ... Profundizar en los temas de investigación en los que Dante Inga Narvaez está activo. Estas etiquetas de temas provienen de las obras de esta persona. ... Utilizamos cookies para ayudar a brindar y mejorar nuestro servicio y ajustar el contenido a la medida del",
            "score": 0.5709301,
            "raw_content": null
        }
    ],
    [
        {
            "title": "‪Elvis Jara Alegria‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=bX-VVssAAAAJ&hl=es",
            "content": "La lista denominada Citados por incluye las citas a los siguientes artículos de Google Académico. Los que se indican como * pueden diferir del artículo que aparece en el perfil. ... Elvis Jara Alegria. Profesor de mecatrónica, UTEC. ... El sistema no puede realizar la operación en estos momentos. Inténtalo de nuevo más tarde.",
            "score": 0.69498676,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=90828",
            "content": "ELVIS OMAR JARA ALEGRIA: Ingeniería y Tecnología: ... Gracias a este financiamiento fui investigador visitante en la Universidad de Lancaster, en el Reino Unido, durante 3 meses, como parte de mi investigación de Doctorado en la Universidad de Campinas. ... La información de este directorio es autoreferenciada, por lo que el contenido de",
            "score": 0.5843666,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Wangdo KIM | Professor | Ph.D. | UTEC - Universidad de Ingeniería y ...",
            "url": "https://www.researchgate.net/profile/Wangdo-Kim",
            "content": "Dr Wangdo Kim presented on behalf of the Faculty of Human Kinetics at the Technical University of Lisbon. They reported a novel surgical technique for ACL reconstruction, to minimize the risk of",
            "score": 0.7163977,
            "raw_content": null
        },
        {
            "title": "TIME 2 TALK: Wangdo Kim, experto en Biomecánica | Universidad de ...",
            "url": "https://www.youtube.com/watch?v=HU7rel-W_nw",
            "content": "Conoce a Kim Wangdo, experto en biomecánica y nuevo profesor de UTEC. Ingenio Exponencial es tener a los profesores más top a nivel mundial.Time 2 Talk es un",
            "score": 0.60245985,
            "raw_content": null
        },
        {
            "title": "UTEC: docente de Ingeniería Mecánica recibe reconocimiento de Elsevier",
            "url": "https://www1.utec.edu.pe/blog-de-carreras/ingenieria-mecanica/utec-docente-de-ingenieria-mecanica-recibe-reconocimiento-de-elsevier",
            "content": "Felicitamos al Pr. Wangdo Kim por ser reconocido por Elsevier como un revisor activo de trabajos de investigación. El Pr. ... El Pr. Kim es un reconocido investigador y estamos muy feliz de que comparta sus ideas y conocimientos con nuestros estudiantes. ... Y LA INGENIERÍA QUE NECESITA EL MUNDO DEL MAÑANA. Carreras en ingeniería y",
            "score": 0.44709876,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Cristian Lopez Del Alamo - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/cristian-lopez-del-alamo",
            "content": "Cristian Lopez Del Alamo. Profesor Asociado, Departamento de Ciencia de la Computación; ... PhD en ciencia de la computación obtenido con felicitaciones públicas (summa cum laude), por la Universidad Nacional de San Agustín y Magíster en Ingeniería de Software con Máxima distinción(summa cum laude) por la Universidad de Tarapacá de",
            "score": 0.8679453,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=13612",
            "content": "Cristian López Del Álamo holds a Ph.D. in Computer Science and has a solid background in academia, research, and consulting. In addition to his role as a Machine Learning professor at UTEC, he advises companies and organizations on the development and design of projects and products based on artificial intelligence, delivering practical and innovative solutions for complex challenges.",
            "score": 0.7602419,
            "raw_content": null
        },
        {
            "title": "Cristian López Del Alamo - Google Sites",
            "url": "https://sites.google.com/utec.edu.pe/clopezd",
            "content": "Dr. López Del Alamo is recognized as one of the top professors at several institutions, including UTEC, UNSA, ULASALLE, and UCSP. He has received multiple academic distinctions, including the highest honors for his master's thesis at the Universidad de Tarapacá and public accolades for his doctoral thesis. Research Experience",
            "score": 0.74652773,
            "raw_content": null
        },
        {
            "title": "Cristian López-Del-Alamo (0000-0002-2568-650X) - ORCID",
            "url": "https://orcid.org/0000-0002-2568-650X",
            "content": "Biography. Cristian López Del Alamo, Ph.D. in Computer Science has an outstanding career in academia, research, and consulting. He is currently a Machine Learning professor at the University of Engineering and Technology (UTEC) and advises various companies on the design and development of AI-based products, offering practical and innovative solutions to complex challenges.",
            "score": 0.7327644,
            "raw_content": null
        },
        {
            "title": "‪Cristian Jose Lopez Del Alamo‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=QLXPIqMAAAAJ&hl=en",
            "content": "‪Universidad de Ingeniería y Tecnología‬ - ‪‪Cited by 165‬‬ - ‪Deep Geometry Learning‬ - ‪Machine Learning‬ - ‪Deep Learning‬ ... Cristian Jose Lopez Del Alamo. Universidad de Ingeniería y Tecnología. Verified email at utec.edu.pe - Homepage. ... C López Del Alamo, LA Romero Calla, LJ Fuentes Pérez. International",
            "score": 0.4600226,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Milagros Lunga - LinkedIn",
            "url": "https://www.linkedin.com/today/author/milagros-lunga-3119a6b0",
            "content": "Check out professional insights posted by Milagros Lunga, Coordinador Académico Tech MBA y Docente Asociado en UTEC-Universidad de Ingeniería y Tecnología",
            "score": 0.51413256,
            "raw_content": null
        },
        {
            "title": "Milagros Cecilia Lunga Calderón",
            "url": "https://www1.utec.edu.pe/en/page/30/profesores/1180",
            "content": "Our students' DNA: achieving highest academic achievement and personal development.",
            "score": 0.47548413,
            "raw_content": null
        }
    ],
    [
        {
            "title": "José Luis Mantari Laureano, el investigador con mayor número de ...",
            "url": "https://eciperu.net/2018/08/31/jose-luis-mantari-laureano-el-investigador-con-mayor-numero-de-publicaciones-ultimos-siete-anos-scopus-con-autores-peruanos/",
            "content": "José Luis Mantari Laureano, el investigador con mayor número de publicaciones (últimos siete años) Scopus con autores peruanos ... Después de egresar de la Facultad de Ingeniería Mecánica de la Universidad Nacional de Ingeniería (UNI), JL Mantari recibió el grado de master (18/20) y doctor (20/20) en Arquitectura Naval e Ingeniería",
            "score": 0.8616433,
            "raw_content": null
        },
        {
            "title": "José Mantari, el ingeniero naval de la UNI que vivió en un cerro de ...",
            "url": "https://larepublica.pe/datos-lr/respuestas/2023/10/24/ingeniero-naval-de-la-uni-que-vivio-en-un-cerro-de-lima-norte-triunfo-como-investigador-en-europa-evat-463464",
            "content": "José Luis Mantari llegó desde su natal Junín con sueños de superación y logró ingresar a la Universidad Nacional de Ingeniería (UNI). ... ¿Cuál es el único departamento del Perú que",
            "score": 0.6161283,
            "raw_content": null
        },
        {
            "title": "José Luis Mantari Laureano - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/josé-luis-mantari-laureano",
            "content": "Desarrollo de un prototipo de molino especializado en grano húmedo para la preparación de humitas, apropiado para microempresas de Lima. Mantari Laureano, J. L. (PI) 1/06/15 → 1/09/16. Project: Research",
            "score": 0.49318945,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Giancarlo Marcone Flores | UTEC Posgrado",
            "url": "https://posgrado.utec.edu.pe/node/392",
            "content": "Licenciado en Arqueología por la Pontificia Universidad Católica del Perú. Máster y Doctor en Antropología por la Universidad de Pittsburgh, Pensilvania, EE.UU. Ha sido becario en Dumbarton Oaks, Trustees for Harvard University; National Science Foundation y Howard Heinz Endowment for Latin American Archeology.",
            "score": 0.80844593,
            "raw_content": null
        },
        {
            "title": "Giancarlo FLORES | Professor (Full) | BSc, M.Eng., PhD | UTEC ...",
            "url": "https://www.researchgate.net/profile/Giancarlo-Flores",
            "content": "Giancarlo FLORES, Professor (Full) | Cited by 199 | of UTEC - Universidad de Ingeniería y Tecnología (Peru), Lima | Read 33 publications | Contact Giancarlo FLORES",
            "score": 0.62824833,
            "raw_content": null
        },
        {
            "title": "Giancarlo Marcone Flores - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/giancarlo-marcone-flores",
            "content": "Giancarlo Marcone Flores. Director Académico, Departamento de Humanidades, Artes y Ciencias Sociales; ... la Dirección de Humanidades Artes y Ciencias Sociales y Director del Centro de Impacto y Responsabilidad Social de la Universidad de Ingeniería y Tecnología - UTEC donde viene desarrollando una agenda de investigación sobre la",
            "score": 0.60694176,
            "raw_content": null
        },
        {
            "title": "‪Giancarlo Marcone Flores‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=DvIIPQ8AAAAJ&hl=es",
            "content": "‪Universidad de Ingeniería y Tecnología - UTEC‬ - ‪‪Citado por 370‬‬ - ‪Sociedades Complejas‬ - ‪Incas‬ - ‪Patrimonio‬ - ‪Caminos-Paisaje‬ - ‪Ciencia y sociedad‬ ... Giancarlo Marcone Flores. Universidad de Ingeniería y Tecnología - UTEC. ... G Marcone Flores. Chungará (Arica) 51 (3), 457-469, 2019. 16: 2019:",
            "score": 0.55478466,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Diego Alejandro Milanés Carreño — University of Engineering and ...",
            "url": "https://cris.utec.edu.pe/en/persons/diego-alejandro-milanés-carreño",
            "content": "Education/Academic qualification PhD, Ph.D. in Physic, UNIVERSITAT DE VALÈNCIA 30 Jan 2005 → 30 May 2010 Award Date: 30 May 2010 Master, Master of Science in Physics, Universidad Nacional de Colombia, Bogotá Jan 2004 → May 2005 Award Date: 30 Apr 2005 Bachelor, Physicist, Universidad Nacional de Colombia, Bogotá Jan 1999 → Dec 2003 Award Date: 30 Dec 2003",
            "score": 0.8332299,
            "raw_content": null
        },
        {
            "title": "Milanes Carreño Diego Alejandro",
            "url": "https://horus.unal.edu.co/institution/Universidad+Nacional+de+Colombia/campus/Bogotá/faculty/FACULTAD+DE+CIENCIAS+-+2/uab/Departamento+de+Física+-+2/author/Milanes+Carreño+Diego+Alejandro/resource/products",
            "content": "Visualización de la capacidad investigativa y producción científica de la Universidad Nacional de Colombia.",
            "score": 0.42620277,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Rensso Victor Hugo Mora Colque | IEEE Xplore Author Details",
            "url": "https://ieeexplore.ieee.org/author/37086102558",
            "content": "Biography Rensso Victor Hugo Mora Colque received the bachelor's degree from Universidad Catolica San Pablo, Arequipa, Peru, in 2009 and the MCS degree from Universidade Federal de Ouro Preto, Ouro Preto, Brazil, in 2012. He is currently working toward the Ph.D. degree with Universidade Federal de Minas Gerais (UFMG), Belo Horizonte, Brazil.",
            "score": 0.8657814,
            "raw_content": null
        },
        {
            "title": "Rensso Victor Hugo Mora Colque — University of Engineering and ...",
            "url": "https://cris.utec.edu.pe/en/persons/rensso-victor-hugo-mora-colque",
            "content": "Professional profile Rensso studied Computer Engineering at Universidad Católica San Pablo, graduating in 2009 with a research project in Computer Vision. He completed his master's degree at the Universidade Federal de Ouro Preto in Brazil and pursued his doctorate at the Universidade Federal de Minas Gerais in Brazil. His main area of expertise is Image and Video Processing. He currently",
            "score": 0.7872945,
            "raw_content": null
        },
        {
            "title": "MORA COLQUE, RENSSO VICTOR HUGO - qa.perucris.pe",
            "url": "https://qa.perucris.pe/entities/person/7ba227c3-cfbd-4c96-b24c-4d4d159a70e7/details",
            "content": "Code Group Level Start date End date P0017432 Reglamento 2021 VII 2022-12-12 Sunedu Data Degree or title type Degree or title Grantor Country Titulo profesional INGENIERO INFORMATICO UNIVERSIDAD CATÓLICA SAN PABLO PE Bachiller BACHILLER EN INGENIERIA INFORMATICA UNIVERSIDAD CATÓLICA SAN PABLO PE Maestro GRADO ACADÉMICO DE MAGÍSTER EN",
            "score": 0.76596165,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=206920",
            "content": "UNIVERSIDAD DE INGENIERIA Y TECNOLOGIA: COORDINADORA DE PROYECTOS : ... GRADO ACADÉMICO DE DOCTORA EN CIENCIAS NATURALES: ALBERT - LUDWIGS UNIVERSITÄT FREIBURG IM BREISGAU: ... MONICA CRISTINA MORENO BRUSH / JORGE ABAD: Proyectos importados de ORCID. Tipo de financiamiento: Título: Descripción:",
            "score": 0.71687365,
            "raw_content": null
        },
        {
            "title": "Monica Moreno Brush — Wildlife Ecology and Management",
            "url": "https://www.wildlife.uni-freiburg.de/en/Staff/moreno",
            "content": "Licentiate in Chemistry. PhD student. Tel: +49 (0) 531 391 5626 / 7250 Mail: monica.moreno[at]wildlife.uni-freiburg.de. TU Braunschweig. IGÖ - Abt. Geochemie Curriculum vitae. Research Curriculum vitae. more to come Research. Bioaccumulation of mercury in Southeastern Peruvian Amazon, a region with artisanal and small-scale gold scale mining",
            "score": 0.6353361,
            "raw_content": null
        },
        {
            "title": "Monica Moreno Brush, Ph.D.'s Post - LinkedIn",
            "url": "https://www.linkedin.com/posts/monica-moreno-brush_first-connections-to-sustain-science-in-latin-activity-7120707185151496192-EtDo",
            "content": "Monica Moreno Brush, Ph.D.'s Post ... Engineering, and Medicine and Universidad del Norte, taking place in Barranquilla, Colombia, from Feb 28 to Mar 1, 2024. The symposium seeks to promote",
            "score": 0.5195463,
            "raw_content": null
        },
        {
            "title": "Monica Cristina Moreno Brush - Universidad de Ingeniería y Tecnología ...",
            "url": "https://cris.utec.edu.pe/es/persons/monica-cristina-moreno-brush",
            "content": "Universidad de Ingeniería y Tecnología - UTEC Inicio. Español; English; Inicio; ... Proyectos; Publicaciones; Tesis; Buscar por experiencia, nombre o afiliación. Monica Cristina Moreno Brush. Investigador, Centro de Investigación y Tecnología del Agua - CITA; Jr. Medrano Silva 165, Barranco 15063 ... Moreno Brush, M. C. (Investigador",
            "score": 0.48733237,
            "raw_content": null
        },
        {
            "title": "‪Monica Moreno Brush‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=VPvJJmIAAAAJ&hl=en",
            "content": "‪Universidad de Ingeniería y Tecnología - UTEC‬ - ‪‪Cited by 153‬‬ - ‪Environmental geochemistry‬ - ‪Biomonitoring‬",
            "score": 0.41663104,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Angel Napa Bernuy - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/angel-napa-bernuy",
            "content": "Angel, miembro de la Comisión de Olimpiadas de la Sociedad Matemática Peruana, es profesor a tiempo completo de la Universidad de Ingeniería y Tecnología. Obtuvo el grado de Matemáticas en la Pontificia Universidad Católica del Perú (PUCP) en el 2019 y el grado de Magíster en Matemáticas en el Instituto de Matemática Pura e Aplicada",
            "score": 0.89302075,
            "raw_content": null
        }
    ],
    [
        {
            "title": "5 datos sobre Julien Noel, nuestro director de Ingeniería de la Energía ...",
            "url": "https://www1.utec.edu.pe/noticias/5-datos-sobre-julien-noel-nuestro-director-de-ingenieria-de-la-energia-e-ingenieria-mecanica",
            "content": "2. Realizó sus primeros estudios en Ingeniería Eléctrica y Sistemas Industriales en la Universidad Henri Poincaré (Francia) y obtuvo los grados de Bs, Ms y Ph.D. en Ingeniería Eléctrica por la Florida International University (EE. UU.) 3. Forma parte de UTEC desde agosto del 2012, año en el que se incorporó como Profesor Investigador.",
            "score": 0.8452414,
            "raw_content": null
        }
    ],
    [
        {
            "title": "‪Moisés Nuñez Ochoa‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=m6eXsJsAAAAJ&hl=es",
            "content": "‪Universidad de Ingeniería y Tecnología - UTEC, Lima, Perú‬ - ‪‪Citado por 177‬‬ - ‪Wireless Communication‬ - ‪WSN‬ - ‪IoT‬ - ‪LPWAN‬ - ‪5G‬ ... Los que se indican como * pueden diferir del artículo que aparece en el perfil. Añadir coautores Coautores. Seguir. ... Moisés Nuñez Ochoa. Universidad de",
            "score": 0.7418428,
            "raw_content": null
        }
    ],
    [
        {
            "title": "‪Maria Belen Ortiz Garcia‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=GhuQslsAAAAJ&hl=es",
            "content": "‪Profesora UTEC - Universidad de Ingeniería y Tecnología‬ - ‪‪Citado por 10‬‬ - ‪Gestión de la Calidad‬ - ‪Sistemas Integrados de Gestión‬ - ‪Six Sigma‬",
            "score": 0.7520312,
            "raw_content": null
        },
        {
            "title": "Maria Belén Ortiz | UTEC Posgrado",
            "url": "https://posgrado.utec.edu.pe/node/160",
            "content": "Actual docente de la carrera de Ingeniería Industrial en UTEC. Dictó cursos como \"Foundations of Leadership\", \"Leadership for Social Innovation\" y \"Innovation, Science and Leadership.\" Participó en el \"Graduate Leadership Development Program - Dive\" dictado por el Peter Lougheed Leadership College de la University of Alberta.",
            "score": 0.74697095,
            "raw_content": null
        },
        {
            "title": "Maria Belén Ortiz García - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/maria-belén-ortiz-garcía",
            "content": "Profundizar en los temas de investigación en los que Maria Belén Ortiz García está activo. Estas etiquetas de temas provienen de las obras de esta persona. Juntos, forma una huella digital única.",
            "score": 0.5101799,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Hermes Yesser Pantoja Carhuavilca (0000-0001-9348-0856)",
            "url": "https://orcid.org/0000-0001-9348-0856",
            "content": "Universidad Nacional de Educación Enrique Guzmán y Valle: Lima, PE . MENCION: CIENCIAS DE LA EDUCACION (GRADO ACADEMICO DE DOCTOR EN CIENCIAS DE LA EDUCACION) ... Jhonal Neptali Colunche; Huatuco, Rosmeri Agustina Mayta; Carhuavilca, Hermes Yesser Pantoja; Morales, Fausto David Ramirez; Diaz, Ezzard Omar Alvarez Show more detail",
            "score": 0.8138313,
            "raw_content": null
        },
        {
            "title": "Hermes Pantoja Carhuavilca | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/hermes-pantoja-carhuavilca",
            "content": "Hermes Pantoja Carhuavilca artículos y publicaciones. Profesores UTEC. Pasar al contenido principal ... alcanzar el más alto nivel académico y desarrollo personal. Administración y Negocios ... Doctor en Ciencias de la Educación por la Universidad Nacional de Educación, Máster en Ingeniería de Sistemas por la Universidad Nacional de",
            "score": 0.8025714,
            "raw_content": null
        },
        {
            "title": "Hermes Pantoja Carhuavilca - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/hermes-pantoja-carhuavilca",
            "content": "Licenciado en Matemática de la Facultad de Ciencias de la Universidad Nacional de ingeniería, Maestro en Ciencias con mención en Ingeniería de Sistemas otorgado por la Universidad Nacional de Ingeniería. ... Profundizar en los temas de investigación en los que Hermes Pantoja Carhuavilca está activo. Estas etiquetas de temas provienen de",
            "score": 0.75723875,
            "raw_content": null
        },
        {
            "title": "‪Hermes Yesser Pantoja Carhuavilca‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=7TRUuaMAAAAJ&hl=es",
            "content": "‪Universidad de Ingeniería y Tecnología‬ - ‪‪Citado por 9‬‬ - ‪Métodos Numéricos y Simulación‬ ... La lista denominada Citados por incluye las citas a los siguientes artículos de Google Académico. ... Hermes Yesser Pantoja Carhuavilca. Universidad de Ingeniería y Tecnología. Dirección de correo verificada de utec.edu.pe.",
            "score": 0.5803764,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Alexander Peña Nevado | Profesores | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/alexander-pena-nevado",
            "content": "Alexander Peña Nevado, artículos y publicaciones. Profesores UTEC. Pasar al contenido principal ... La universidad que potencia el ingenio, la innovación y el emprendimiento. Respaldo ... Docente en la Facultad de Ingeniería Geológica, Minera y Metalúrgica - UNI. Profesor de Matemáticas y Física en la Universidad Peruana Cayetano",
            "score": 0.65279555,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Sergio Quispe Rodriguez - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/sergio-quispe-rodriguez",
            "content": "Experiencia en investigación: Optimización Topológica de estructuras sometidas a cargas estáticas y campos térmicos variables. Uso de métodos evolucionarios ESO y BESO. Experiencia en Docencia: Curso: Ecuaciones Diferenciales en la Facultad de Ingeniería Mecánica de la Universidad Nacional de Ingeniería 2017-2018. Curso: Física 2",
            "score": 0.6271529,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=200805",
            "content": "Coordinador académico de Ciencias de la Universidad de Tecnología e Ingeniería (UTEC) a cargo de los cursos elementales de física y matemáticas. ... Sergio Quispe Rodríguez a través de ORCID ... La información de este directorio es autoreferenciada, por lo que el contenido de cada perfil es de responsabilidad exclusiva de la persona",
            "score": 0.49553296,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Elmer Ramírez Quiroz | Profesores | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/elmer-ramirez-quiroz",
            "content": "Elmer Ramírez Quiroz artículos y publicaciones. Profesores UTEC. Pasar al contenido principal ... La universidad que potencia el ingenio, la innovación y el emprendimiento. ... Antes de trabajar en UTEC se desempeño como Jefe del departamento de electronia en TECSUP, y previo a ese puesto se desempeño como profesor del departamento de",
            "score": 0.5752307,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=17052",
            "content": "ELMER HERNAN RAMIREZ QUIROZ: ... Por su desempeño sobresaliente en la labor docente en el año académico: PERÚ ... La información de este directorio es autoreferenciada, por lo que el contenido de cada perfil es de responsabilidad exclusiva de la persona inscrita; y por lo tanto, no debe ser considerado como una fuente de información",
            "score": 0.4199102,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Oscar Ramos Ponce - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/oscar-ramos-ponce",
            "content": "Oscar Ramos Ponce. Profesor Asociado, Departamento de Ingeniería Electrónica y Mecatrónica; ... Es Profesor Asociado en la Universidad de Ingeniería y Tecnología (UTEC). ... Obtuvo el grado de M.Sc. en Visión Computacional por Heriot-Watt University (Edinburgo, Reino Unido), la Universitat de Girona (España) y la Université de Bourgogne",
            "score": 0.8875269,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=21298",
            "content": "Desde 1996 a la fecha, ha desarrollado labores profesionales docentes en la Universidad de Zaragoza de España, y en diferentes instituciones peruanas, como Universidad Nacional de Ingeniería - UNI, Pontificia Universidad Católica y Universidad de Ingeniería y Tecnología - UTEC. ... JOSE RAMOS-SARAVIA a través de ORCID ... por lo que el",
            "score": 0.59344494,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Alejandra Ratti Parandelli | Profesores | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/alejandra-ratti-parandelli",
            "content": "Alejandra Ratti Parandelli artículos y publicaciones. Profesores UTEC. CONTRATADO - TIEMPO PARCIAL - COORDINADOR: Bioquímica especializada en biotecnología de la Universidad de Buenos Aires (UBA), estudios de doctorado concluidos en ciencias biológicas (Arkansas State University) y con más de quince años de experiencia en investigación científica y docencia.",
            "score": 0.79022324,
            "raw_content": null
        },
        {
            "title": "Alejandra Ratti Parandelli - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/alejandra-ratti-parandelli",
            "content": "Bioquímica, especializada en Biotecnología y endocrinología molecular, producción de proteínas recombinantes. ... Universidad Tecnológica del Perú. Fingerprint. Dive into the research topics where Alejandra Ratti Parandelli is active. These topic labels come from the works of this person. Together they form a unique fingerprint.",
            "score": 0.66464967,
            "raw_content": null
        },
        {
            "title": "‪Alejandra Ratti Parandelli‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=62ocxCEAAAAJ&hl=en",
            "content": "‪Universidad de Ingeniería y Tecnologia - UTEC‬ - ‪‪Cited by 2‬‬ - ‪Biotechnology‬ - ‪biochemistry‬ - ‪education‬ - ‪active learning‬",
            "score": 0.6551821,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=126723",
            "content": "RATTI PARANDELLI ALEJANDRA. Bioquímica, especializada en Biotecnología y endocrinología molecular, producción de proteínas recombinantes. ... UNIVERSIDAD PRIVADA DEL NORTE SAC: DOCENTE : Docente tiempo parcial área de Ciencia : ... La información de este directorio es autoreferenciada, por lo que el contenido de cada perfil es de",
            "score": 0.57236487,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Pedro Rau Lavado - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/pedro-rau-lavado",
            "content": "Profesor Asociado de la Universidad de Ingenieria y Tecnologia (UTEC) - Departamento de Ingenieria Ambiental e Investigador Principal del Centro de Investigacion y Tecnologia del Agua (CITA-UTEC). ... Profundizar en los temas de investigación en los que Pedro Rau Lavado está activo. Estas etiquetas de temas provienen de las obras de esta",
            "score": 0.62906903,
            "raw_content": null
        },
        {
            "title": "Pedro RAU | Researcher and Assistant Professor | PhD | UTEC ...",
            "url": "https://www.researchgate.net/profile/Pedro-Rau",
            "content": "Waldo Lavado; Pedro Rau ... y la precipitación a lo largo de la vertiente del Pacífico del Perú es estudiada durante el periodo de 1964 a 2011 sobre la base del empleo de un producto",
            "score": 0.58664185,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Jose Renom Andara - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/jose-renom-andara",
            "content": "Puedo contribuir en proyectos que requieran del análisis estadístico de datos, su visualización, y generación, ya sea para verificación o validación. Me interesa particularmente la elaboración de modelos matemáticos y su utilización, mediante simulación, para entender procesos y sistemas del mundo real.",
            "score": 0.4765072,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "‪Juan Carlos Rodriguez-Reyes‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=YJgAcW8AAAAJ&hl=es",
            "content": "‪Professor of Chemical Engineering, Universidad de Ingeniería y Tecnología - UTEC‬ - ‪‪Citado por 883‬‬ - ‪Surface Science‬ - ‪Catalysis‬ - ‪Hydrometallurgy‬ - ‪Nanomaterials‬",
            "score": 0.46555817,
            "raw_content": null
        },
        {
            "title": "Juan Carlos Rodríguez Reyes | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/juan-carlos-rodriguez-reyes",
            "content": "Juan Carlos Rodríguez Reyes artículos y publicaciones. Profesores UTEC. Pasar al contenido principal ... alcanzar el más alto nivel académico y desarrollo personal. Administración y Negocios ... Química general (Pontificia Universidad Católica del Perú). - Guía de laboratorio. Programa \"Una mañana científico-ecológica\" (Pontificia",
            "score": 0.46322632,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Harry Gustavo Saavedra Espinoza - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/harry-gustavo-saavedra-espinoza",
            "content": "Harry Gustavo Saavedra Espinoza. Profesor Asociado, ... Profundizar en los temas de investigación en los que Harry Gustavo Saavedra Espinoza está activo. Estas etiquetas de temas provienen de las obras de esta persona. ... Utilizamos cookies para ayudar a brindar y mejorar nuestro servicio y ajustar el contenido a la medida del usuario. Si",
            "score": 0.52758485,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Heider Ysaias Sanchez Enriquez - Pucp",
            "url": "https://www.pucp.edu.pe/profesor/heider-sanchez-enriquez/docencia/",
            "content": "Portal académico de los profesores de la Pontificia Universidad Católica del Perú, con respecto a su formación académica, experiencia profesional, docencia, investigación y publicaciones.",
            "score": 0.48469776,
            "raw_content": null
        }
    ],
    [],
    [],
    [],
    [
        {
            "title": "Yamilet Rosario Serrano Llerena",
            "url": "https://www1.utec.edu.pe/page/30/profesores/810",
            "content": "Doctora en Ciencia de Computación otorgado por el departamento de Ciencia de la Computación de la Universidad Nacional de Singapur (NUS). Primera peruana en obtener el grado de doctor en Computación en NUS. Experta en verificación probabilística de softwares críticos, testeo y verificación de software. Actualmente sus proyectos están enfocados en la exploración y minería de datos",
            "score": 0.82728493,
            "raw_content": null
        },
        {
            "title": "Yamilet Serrano Llerena - Google Sites",
            "url": "https://sites.google.com/view/1er-encuentro-educacion-en-ing/expositores/yamilet-serrano-llerena",
            "content": "Yamilet Serrano Llerena es Doctora en Ciencia de Computación otorgado por el departamento de Ciencia de la Computación de la Universidad Nacional de Singapur (NUS). Primera peruana en obtener el grado de doctor en NUS. Experta en verificación probabilística de softwares críticos, testeo y verificación de software.Actualmente sus proyectos están enfocados en la exploración y minería de",
            "score": 0.8215175,
            "raw_content": null
        },
        {
            "title": "‪Yamilet Rosario Serrano Llerena‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=0__9s0oAAAAJ",
            "content": "‪Universidad de Ingenieria y Tecnologia‬ - ‪‪Cited by 33‬‬ - ‪Ciencia de la Computación‬ - ‪Ingenieria de Software‬",
            "score": 0.5559422,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=333296",
            "content": "SIVERONI SALINAS IGOR ALEJANDRO. PhD en Ciencias de la Computacion de Northeastern University, USA, y BSc en Ingenieria Industrial de la PUCP. ... Pontificia Universidad Católica del Perú: PERÚ: DOCTORADO: GRADO DE DOCTOR EN FILOSOFÍA (GRADO DE DOCTOR) ... La información de este directorio es autoreferenciada, por lo que el contenido de",
            "score": 0.8051581,
            "raw_content": null
        },
        {
            "title": "IGOR ALEJANDRO SIVERONI SALINAS - pucp.edu.pe",
            "url": "https://www.pucp.edu.pe/profesor/igor-siveroni-salinas/docencia/",
            "content": "Portal académico de los profesores de la Pontificia Universidad Católica del Perú, con respecto a su formación académica, experiencia profesional, ... Buscar profesor(es): Buscar. Búsqueda avanzada. IGOR ALEJANDRO SIVERONI SALINAS. IGOR ALEJANDRO SIVERONI SALINAS PhD in Computer Science, NORTHEASTERN UNIVERSITY BOSTON MASSACHUSETTS. Ver",
            "score": 0.79958355,
            "raw_content": null
        },
        {
            "title": "Igor SIVERONI | Dean of Computing | PhD in Computer Science | UTEC ...",
            "url": "https://www.researchgate.net/profile/Igor-Siveroni",
            "content": "Igor SIVERONI, Dean of Computing | Cited by 7,609 | of UTEC - Universidad de Ingeniería y Tecnología (Peru), Lima | Read 38 publications | Contact Igor SIVERONI",
            "score": 0.6651719,
            "raw_content": null
        },
        {
            "title": "Igor Siveroni Salinas - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/igor-siveroni-salinas",
            "content": "En el campo de computación aplicada, se ha dedicado al desarrollo de métodos y herramientas de software para el análisis filogenético y estudio de la dinámica de enfermedades infecciosas. Desarrollador principal de PhyDyn, una extensión de BEAST2 que permite la estimación simultánea de parámetros epidemiológicos y filogenias de",
            "score": 0.58123237,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Aurea Rossy Soriano Vargas - University of Engineering and Technology ...",
            "url": "https://cris.utec.edu.pe/en/persons/aurea-rossy-soriano-vargas",
            "content": "Aurea Soriano Vargas is a Research Professor in Computer Science at the Universidad de Ingeniería y Tecnología (UTEC), Peru. She earned her Ph.D. (2018) and M.Sc. (2013) in Computer Science and Computational Mathematics from the University of São Paulo (USP), Brazil, and obtained her Bachelor's degree in Computer Engineering from Universidad Católica San Pablo, Arequipa, Peru, in 2009.",
            "score": 0.8573986,
            "raw_content": null
        },
        {
            "title": "Aurea Soriano-Vargas's Speaker Profile @ Sessionize",
            "url": "https://sessionize.com/aurea-soriano-vargas/",
            "content": "Aurea Soriano-Vargas es Profesora Investigadora en Ciencia de la Computación en la Universidad de Ingeniería y Tecnología (UTEC), Perú. Obtuvo su Doctorado (2018) y Maestría (2013) en Ciencia de la Computación y Matemática Computacional en la Universidade de São Paulo (USP), Brasil, y se graduó como Bachiller en Ingeniería Informática en la Universidad Católica San Pablo, Arequipa",
            "score": 0.84027237,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=17484",
            "content": "Aurea Soriano-Vargas es Profesora Investigadora en Ciencia de la Computación en la Universidad de Ingeniería y Tecnología (UTEC), Perú. Obtuvo su Doctorado (2018) y Maestría (2013) en Ciencia de la Computación y Matemática Computacional en la Universidade de São Paulo (USP), Brasil, y se graduó como Bachiller en Ingeniería Informática en la Universidad Católica San Pablo, Arequipa",
            "score": 0.8364614,
            "raw_content": null
        },
        {
            "title": "Aurea Soriano-Vargas - ORCID",
            "url": "https://orcid.org/0000-0002-8429-4119",
            "content": "Biography. Aurea Soriano-Vargas is a Research Professor in Computer Science at the University of Engineering and Technology (UTEC), Peru. She earned her Ph.D. (2018) and Master's degree (2013) in Computer Science and Computational Mathematics at the University of São Paulo (USP), Brazil, and graduated with a Bachelor's degree in Informatics Engineering from Catholic San Pablo University",
            "score": 0.81665546,
            "raw_content": null
        },
        {
            "title": "Aurea Rossy Soriano Vargas - Escavador",
            "url": "https://www.escavador.com/sobre/483696/aurea-rossy-soriano-vargas",
            "content": "Aurea Rossy Soriano Vargas - Aurea Soriano-Vargas is an Artificial Intelligence Senior Researcher Coordinator of Viva Bem Hub at Recod.ai, Institute of Computing, University of Campinas. She worked on two postdoctoral projects at Unicamp from 2018 to 2021. She earned a Ph.D. degree and a Masters degree in Computer Science from the University of São Paulo (USP), Brazil in 2018, and 2013",
            "score": 0.8088086,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Enrique Stiglich Labarthe - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/enrique-stiglich-labarthe",
            "content": "Enrique Stiglich Labarthe. Decano, Facultad de Negocios ... Actualmente realiza un doctorado en Educación en la Universidad de Pennsylvania, con un interés especial en la transformación de los modelos educativos y en el aprendizaje para adultos orientado a los negocios. Con 20 años de experiencia asesorando empresas en múltiples industrias",
            "score": 0.82288796,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=279150",
            "content": "STIGLICH LABARTHE ENRIQUE. Fecha de última actualización: 18-02-2022: Web of Science ResearcherID: ... GRADO ACADÉMICO DE MAESTRÍA EN ADMINISTRACIÓN DE EMPRESAS (GRADO DE MAESTRO) NORTHWESTERN UNIVERSITY ... La información de este directorio es autoreferenciada, por lo que el contenido de cada perfil es de responsabilidad exclusiva de la",
            "score": 0.8215175,
            "raw_content": null
        },
        {
            "title": "Enrique Stiglich | Autoridades | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/autoridades/enrique-stiglich",
            "content": "MBA Strategy, Marketing, Finance en Northwestern University - Kellogg School of Management. Actualmente realiza un doctorado en Educación en la Universidad de Pennsylvania, con un interés especial en la transformación de los modelos educativos y en el aprendizaje para adultos orientado a los negocios. Con 20 años de experiencia asesorando empresas en múltiples industrias, incluyendo",
            "score": 0.7251239,
            "raw_content": null
        },
        {
            "title": "Enrique Stiglich | UTEC Posgrado",
            "url": "https://posgrado.utec.edu.pe/node/57",
            "content": "Curso en Auditoría y eficiencia energética; Curso en Sistemas Fotovoltaicos; Programa en Gestión de Control de Inundaciones, ingeniería de ríos y drenaje pluvial urbano, ciudades esponja e infraestructura y naturaleza; Programa en Sostenibilidad aplicada a empresas; Programa en Gestión y Regulación del Sector Eléctrico. Visión 360.",
            "score": 0.53531766,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Matteo Stiglich Labarthe - Cv Pucp",
            "url": "https://www.pucp.edu.pe/profesor/matteo-stiglich-labarthe/publicaciones/",
            "content": "Portal académico de los profesores de la Pontificia Universidad Católica del Perú, con respecto a su formación académica, experiencia ... Buscar. Búsqueda avanzada. MATTEO STIGLICH LABARTHE. MATTEO STIGLICH LABARTHE Doctor of Philosphy, COLUMBIA UNIVERSITY,NEW YORK. Ver todos los grados. Magíster en Planificación Urbana (UNIVERSIDAD DE",
            "score": 0.79484755,
            "raw_content": null
        },
        {
            "title": "Matteo Stiglich Labarthe - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/matteo-stiglich-labarthe",
            "content": "Matteo Stiglich Labarthe. Profesor Auxiliar, Departamento de Humanidades, Artes y Ciencias Sociales; ... Cuenta con un doctorado en Planificación Urbana por la Universidad de Columbia, en Nueva York, con una maestría en Planificación urbana por la Universidad de California, en Berkeley, y con un bachillerato en Historia por la Pontificia",
            "score": 0.7938904,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=193706",
            "content": "Matteo Stiglich es docente investigador en la Universidad de Ingeniería y Tecnología - UTEC. Cuenta con un doctorado en Planificación Urbana por la Universidad de Columbia, en Nueva York, con una maestría en Planificación urbana por la Universidad de California, en Berkeley, y con un bachillerato en Historia por la Pontificia Universidad Católica del Perú.",
            "score": 0.78014404,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Francisco Tarazona Vásquez | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/francisco-tarazona-vasquez",
            "content": "Ph.D. en Ingeniería Química por la Universidad Texas A&M (EEUU) e Ingeniero Químico por la Universidad Nacional de Ingeniería (UNI - Perú). Miembro del Colegio de Ingenieros del Perú. Miembro Senior del Instituto Americano de Ingenieros Químicos (AIChE) y asesor del capítulo estudiantil AIChE en UTEC. Amplia experiencia en investigación publicada en artículos revisados por pares de",
            "score": 0.7823471,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=36182",
            "content": "Jimmy Tarrillo obtuvo el PhD en Ciencias de Computación en la Universidade Federal do Rio Grande do Sul (UFRGS-Brasil), el título M.S. en Ingeniería Eléctrica de la Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS-Brasil), y el título Ingeniero Electrónico de la Pontificia Universidad Católica del Perú.",
            "score": 0.84858394,
            "raw_content": null
        },
        {
            "title": "Jimmy Tarrillo Olano | UTEC",
            "url": "https://www1.utec.edu.pe/profesores/jimmy-tarrillo-olano",
            "content": "Jimmy Tarrillo Olano, artículos y publicaciones. Profesores UTEC. CONTRATADO - LECTURER: PhD en Ciencias de Computación en la Universidade Federal do Rio Grande do Sul (UFRGS-Brasil), Maestría en Ingeniería Eléctrica de la Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS-Brasil), e Ingeniero Electrónico de la Pontificia Universidad Católica del Perú.",
            "score": 0.8066246,
            "raw_content": null
        }
    ],
    [
        {
            "title": "| Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/page/30/profesores/1163",
            "content": "Jorge Tipe Villanueva Matemático por la Universidad Nacional Mayor de San Marcos y Magíster en Matemática Aplicada e Informática por el Instituto de Física y Tecnología de Moscú, Rusia. Su área de interés es la Matemática Discreta, en especial los Métodos de Demostración, Estructuras Discretas, Conteo y Teoría de Grafos.",
            "score": 0.8332299,
            "raw_content": null
        },
        {
            "title": "Jorge Tipe Villanueva - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/jorge-tipe-villanueva",
            "content": "Jorge Tipe Villanueva. Departamento de Ciencia de la Computación ... Matemático por la Universidad Nacional Mayor de San Marcos y Magíster en Matemática Aplicada e Informática por el Instituto de Física y Tecnología de Moscú, Rusia. ... Utilizamos cookies para ayudar a brindar y mejorar nuestro servicio y ajustar el contenido a la",
            "score": 0.81133276,
            "raw_content": null
        }
    ],
    [
        {
            "title": "David Wilfredo Torres Escobar - University of Engineering and ...",
            "url": "https://cris.utec.edu.pe/en/persons/david-wilfredo-torres-escobar",
            "content": "David Wilfredo Torres Escobar. Associate Researcher, University of Engineering and Technology - UTEC; Investigador Asociado, ... Universidad Nacional Agraria La Molina. Award Date: 31 Dec 1969. Master, Gestión Costera, University of California, Santa Cruz. Oct 2018 → Jun 2020. Researching Topics. Biodiversity; Ecosystem services;",
            "score": 0.7159213,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=53257",
            "content": "TORRES ESCOBAR DAVID WILFREDO. Soy peruano, ingeniero forestal de la Universidad Nacional Agraria La Molina. Inicié mi experiencia profesional en 2012 haciendo investigación aplicada para la gestión de Áreas Naturales Protegidas en el Santuario Histórico Machupicchu; luego pase a trabajar con la empresa Nature Services Peru donde llegue a",
            "score": 0.5090084,
            "raw_content": null
        },
        {
            "title": "David Wilfredo Torres Escobar - Universidad de Ingeniería y Tecnología ...",
            "url": "https://cris.utec.edu.pe/es/persons/david-wilfredo-torres-escobar",
            "content": "David Wilfredo Torres Escobar. Investigador Asociado, Universidad de Ingeniería y Tecnología - UTEC; ... David ha sido parte de equipos de asistencia técnica para agencias de cooperación internacional y bancos de desarrollo multilaterales enfocados en América Latina. Su trabajo se centra en el diseño y ejecución de proyectos relacionados",
            "score": 0.50344294,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Julio Ernesto Valdivia Silva - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/julio-ernesto-valdivia-silva",
            "content": "Julio Ernesto Valdivia Silva. Director Académico, Departamento de Bioingeniería e Ingeniería Química; Director, Centro de Investigación en Bioingeniería - BIO ... Médico-Cirujano de la Universidad Nacional San Agustín, Arequipa Perú. Doctorados en Ciencias Biológicas y Ciencias Biomedicas en el Instituto de Ciencias Nucleares de la",
            "score": 0.7323053,
            "raw_content": null
        },
        {
            "title": "Julio Ernesto Valdivia Silva - Unam",
            "url": "https://www.siia.unam.mx/siia-publico/c/busqueda_individual.php?id=151359",
            "content": "JULIO ERNESTO VALDIVIA SILVA: Máximo nivel de estudios : Antigüedad académica en la UNAM : años, meses, días ... Valdivia-Silva J., Chinney-Herrera A., Capítulo de un Libro: 2024: 9780443221729: ... Universidad Nacional Autónoma de México.",
            "score": 0.7306941,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Elba Rosaura Vazques Arrieta - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/elba-rosaura-vazques-arrieta",
            "content": "Elba Rosaura Vazques Arrieta. Departamento de Ingeniería Civil y Ambiental; ... Perfiles similares (1) Perfil personal Perfil profesional. Ingeniera Industrial de la Universidad de Piura (UDEP); Magister en Química de la Pontificia Universidad Católica del Perú (PUCP); Doctora Ingeniera Industrial en Metalurgia y Materiales de la",
            "score": 0.5264164,
            "raw_content": null
        },
        {
            "title": "| Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/page/30/profesores/943",
            "content": "Calendario Académico; UTEC global; Career Services; UTEC Ventures; Campus y laboratorios; ... Elba Rosaura Vásquez Arrieta ; Ingeniera Industrial de la Universidad de Piura (UDEP); Magister en Química de la Pontificia Universidad Católica del Perú (PUCP); Doctora Ingeniera Industrial en Metalurgia y Materiales de la Universidad de Oviedo",
            "score": 0.5176446,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Emir Augusto Vela Saavedra - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/emir-augusto-vela-saavedra",
            "content": "El Dr. Emir Vela recibió el grado de Bachiller y Maestría en ciencias en Microingeniería con énfasis en Micro y Nanosistemas de la Ecole Polytechnique Fédérale de Lausanne - EPFL, Suiza, en 2003 y 2005, respectivamente.",
            "score": 0.8646883,
            "raw_content": null
        },
        {
            "title": "Emir Vela Saavedra - Bio UTEC",
            "url": "https://centrobio.utec.edu.pe/investigadores-post/emir-vela-saavedra/",
            "content": "Obtuvo el grado de Doctor en Mecánica-Robótica con mención muy honorable de la Université Pierre et Marie Curie, Paris, France en 2010, fue becado por el Commissariat à l'Energie Atomique et aux Energies Alternatives, Francia.",
            "score": 0.826278,
            "raw_content": null
        },
        {
            "title": "VELA SAAVEDRA, EMIR AUGUSTO - perucris.pe",
            "url": "https://www.perucris.pe/items/72c92ed4-c942-4905-9f19-44301ed0255c",
            "content": "Preferred name VELA SAAVEDRA, EMIR AUGUSTO ORCID 0000-0002-9397-2452 Scopus Author Id 34168446900 Personal web site https://ctivitae.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=12286 Education and Qualifications Renacyt Qualification Group Level Admission date to Renacyt Certificate issuance date Sunedu Data Degree",
            "score": 0.53225553,
            "raw_content": null
        },
        {
            "title": "‪Emir A. Vela‬ - ‪Google Académico‬",
            "url": "https://scholar.google.com/citations?user=xmfr0CIAAAAJ&hl=es",
            "content": "‪Professor, Department of Mechanical Engineering, Universidad de Ingenieria y Tecnologia‬ - ‪‪Citado por 606‬‬ - ‪Soft Robotics‬ - ‪BioRobotics‬ - ‪MicroRobotics‬ - ‪Sensors and Actuators‬",
            "score": 0.46614134,
            "raw_content": null
        }
    ],
    [],
    [
        {
            "title": "Eunice Villicaña | Profesores | Universidad de Ingeniería UTEC",
            "url": "https://www1.utec.edu.pe/profesores/eunice-villicana",
            "content": "Eunice Villicaña. Profesores UTEC Pasar al contenido principal ... La universidad que potencia el ingenio, la innovación y el emprendimiento. Respaldo ... Tiene experiencia laboral como profesora investigadora titular de tiempo completo en la Universidad Tecnologíca del Centro de Veracruz. Obtuvo el premio Fluor en España. También te puede",
            "score": 0.6972179,
            "raw_content": null
        },
        {
            "title": "Eunice Villicaña Ortiz - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/eunice-villicaña-ortiz",
            "content": "Coordinó el Programa Educativo de Energías Renovables en la Universidad Tecnológica del Centro del Veracruz de 2013 a 2016. Se incorporó como profesora de tiempo completo al Departamento de Ingeniería de la Energía de la Universidad de Ingeniería y Tecnología (UTEC) en Lima, Perú en 2016 y desde 2022 dirije las Carreras de Ingeniería",
            "score": 0.6947383,
            "raw_content": null
        },
        {
            "title": "Eunice Villicaña Ortiz - University of Engineering and Technology - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/eunice-villicaña-ortiz",
            "content": "She coordinated the Renewable Energy Educational Program at the Universidad Tecnológica del Centro del Veracruz from 2013 to 2016. She joined the Department of Energy Engineering at the University of Engineering and Technology (UTEC) in Lima, Peru, as a full-time professor in 2016.",
            "score": 0.6729558,
            "raw_content": null
        },
        {
            "title": "‪Eunice Villicaña Ortiz‬ - ‪Google Scholar‬",
            "url": "https://scholar.google.com/citations?user=tYpvc1QAAAAJ",
            "content": "Eunice Villicaña Ortiz. Profesor de Energía Solar y Eólica . Verified email at utec.edu.pe ... Cuantificación y caracterización de la radiación solar en el departamento de La Guajira-Colombia mediante el cálculo de transmisibilidad atmosférica. ... Sello editorial de la Universidad del Atlántico: Barranquilla, Colombia, 2016. 11:",
            "score": 0.6580885,
            "raw_content": null
        }
    ],
    [
        {
            "title": "‪Akira Armando Wong Sato‬ - ‪Google Académico‬ - Google Scholar",
            "url": "https://scholar.google.com/citations?user=Wt7gHCoAAAAJ&hl=es",
            "content": "‪Universidad de Ingenieria y Tecnologia‬ - ‪‪Citado por 127‬‬ - ‪Ecology‬ - ‪Pollination‬ - ‪taxonomy‬ ... Akira Armando Wong Sato. Otros nombres Wong Sato A. A. Universidad de Ingenieria y Tecnologia. Dirección de correo verificada de utec.edu.pe. ... AA Wong Sato, R Villanueva-Espinoza, I Revilla, R Fernandez-Hilario",
            "score": 0.6058229,
            "raw_content": null
        },
        {
            "title": "Akira Armando Wong Sato - University of Engineering and Technology - UTEC",
            "url": "https://cris.utec.edu.pe/en/persons/akira-armando-wong-sato",
            "content": "Akira Armando Wong Sato. Researcher, ... He has worked as a lecturer and advisor at multiple universities, including the Universidad Nacional Agraria La Molina (UNALM), the Universidad Privada del Norte (UPN), and the Universidad de Ingeniería y Tecnología (UTEC). During this time, he has led and participated in multidisciplinary projects",
            "score": 0.56517935,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Romina Perla Yalonetzky Mankevich - Universidad de Ingeniería y ... - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/romina-perla-yalonetzky-mankevich",
            "content": "Doctora en Sociologia por la PUCP (2016), M.A. en Humanidades por The Hebrew University of Jerusalem (Israel, 2006) y Bachiller en Humanidades con mención en Filosofía por la PUCP (2003). Ha sido becaria doctoral y becaria de maestría. Ha realizado investigación cualitativa sobre minorías religiosas y de origen extranjero en el Perú.",
            "score": 0.83549726,
            "raw_content": null
        },
        {
            "title": "Romina Yalonetzky - ISGAP",
            "url": "https://isgap.org/fellow/34276/",
            "content": "Romina Yalonetzky is a Professor at the Department of Humanities, Arts and Social Sciences of Universidad de Ingeniería y Tecnología -UTEC, in Peru. She got her PhD in Sociology from Pontificia Universidad Católica del Perú and holds a Master's degree in Jewish Civilization from The Hebrew University of Jerusalem. Romina is Bachelor of",
            "score": 0.81418616,
            "raw_content": null
        },
        {
            "title": "YALONETZKY MANKEVICH, ROMINA PERLA - perucris.pe",
            "url": "https://www.perucris.pe/entities/person/1421daf7-2022-45af-b50b-8b12dff16871",
            "content": "YALONETZKY MANKEVICH, ROMINA PERLA ORCID 0000-0001-6882-0767 Scopus Author Id 57205115364 Personal web site ... PONTIFICIA UNIVERSIDAD CATÓLICA DEL PERÚ PE Bachiller BACHILLER EN HUMANIDADES CON MENCION EN FILOSOFIA PONTIFICIA UNIVERSIDAD CATÓLICA DEL PERÚ PE Indicators. Scopus© H-Index",
            "score": 0.7827459,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Katia Zegarra Sierra - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/katia-zegarra-sierra",
            "content": "Tengo amplia y destacada experiencia enseñando cursos de Física General y Dinámica de Sistemas. Ha participado en diferentes capacitaciones relacionadas a la docencia universitaria (MIT, Harvard University, Red de Redum, etc). He realizado consultarías para el MINEDU y revisión científica del libro CONCIENCIA (2011) de la editorial Norma.",
            "score": 0.6578248,
            "raw_content": null
        },
        {
            "title": "Katia Zegarra Sierra - Cv Pucp",
            "url": "https://www.pucp.edu.pe/profesor/katia-zegarra-sierra",
            "content": "Portal académico de los profesores de la Pontificia Universidad Católica del Perú, con respecto a su formación académica, experiencia profesional, docencia, investigación y publicaciones.",
            "score": 0.6504012,
            "raw_content": null
        }
    ],
    [
        {
            "title": "Carlos Zorrilla Aranguren - Universidad de Ingeniería y Tecnología - UTEC",
            "url": "https://cris.utec.edu.pe/es/persons/carlos-zorrilla-aranguren",
            "content": "Carlos Zorrilla Aranguren. Departamento de Humanidades, Artes y Ciencias Sociales ... Profesor Tiempo Completo en Universidad de Tecnología e Ingenieria (UTEC); Coordinador del cursos de Laboratorio de Comunicaciones, Business Communication e English for Steam. Educación. Máster, MBA GLOBAL, ADMINISTRACIÓN DE EMPRESAS, Eseune Business School.",
            "score": 0.71758664,
            "raw_content": null
        },
        {
            "title": "Directorio de Recursos Humanos afines a la CTI",
            "url": "https://dina.concytec.gob.pe/appDirectorioCTI/VerDatosInvestigador.do?id_investigador=199422",
            "content": "zorrilla aranguren carlos marcelo Global MBA en escuela de negocios ESEUNE, Bilbao España y Georgetown, EEUU. Con experiencia en Desarrollo y Planeamiento de Negocios, Desarrollo de Nuevos Proyectos enfocados en la Innovación e I+D+i, EFQM, Desarrollo Humano, Marketing, Gestión de Recursos y Visión de Futuro.",
            "score": 0.5883458,
            "raw_content": null
        }
    ]
]